{
  "sections": {
    "banner-education-4cs-center-stone": {
      "type": "banner-education-4cs-center-stone",
      "settings": {
        "image": "shopify:\/\/shop_images\/4cs-Color-Grading.jpg",
        "subheading": "Learn the 4Cs of Center Stones",
        "title": "Center Stones 4Cs: What You Need to Know",
        "content": "<p><strong>While buying an engagement ring is one of life's most thrilling experiences, choosing the ideal center stone may be very difficult. At Michael Gabriels, we strive to make the process of choosing the perfect center stone simple by providing you with all the information you need to understand how the 4 Cs of center stones function in diamonds.<\/strong><\/p><p><strong>Knowing the 4Cs of a diamond will help you appreciate the precious stones you love and admire more. Prior to selecting center stones, a buyer must have sufficient knowledge of these four figures.<\/strong><\/p>",
        "link_title": "Learn More",
        "link": "",
        "align": "Left",
        "content_color": "Light"
      }
    },
    "education-4cs-tabs-center": {
      "type": "education-4cs-tabs-center",
      "blocks": {
        "48dffa8d-f96b-414e-ab51-6e5119ee9650": {
          "type": "block",
          "settings": {
            "link_title": "CHOOSING A CENTER STONE",
            "link_url": "shopify:\/\/pages\/choosing-a-center-stone"
          }
        },
        "0d4ddeb3-cb5d-43b8-9529-a40a01566604": {
          "type": "block",
          "settings": {
            "link_title": "SHAPES",
            "link_url": "shopify:\/\/pages\/shapes-center-stone"
          }
        },
        "7c9add9a-d720-4b58-b514-f5c3c5fceeed": {
          "type": "block",
          "settings": {
            "link_title": "4Cs",
            "link_url": "shopify:\/\/pages\/4cs-center-stone"
          }
        },
        "ef0c0047-5b7a-41fc-b4c3-e5ba44e761ff": {
          "type": "block",
          "settings": {
            "link_title": "DIAMOND ANATOMY",
            "link_url": "shopify:\/\/pages\/diamond-anatomy"
          }
        }
      },
      "block_order": [
        "48dffa8d-f96b-414e-ab51-6e5119ee9650",
        "0d4ddeb3-cb5d-43b8-9529-a40a01566604",
        "7c9add9a-d720-4b58-b514-f5c3c5fceeed",
        "ef0c0047-5b7a-41fc-b4c3-e5ba44e761ff"
      ],
      "settings": {}
    },
    "mosaic-blocks-4cs-center-stone": {
      "type": "mosaic-blocks-4cs-center-stone",
      "blocks": {
        "93879b18-f51b-4e30-a9cc-b7d68a27c1fb": {
          "type": "block",
          "settings": {
            "image": "shopify:\/\/shop_images\/Lab_Grown_Diamonds_being_weighed_on_scale_2.0.jpg",
            "subheading": "",
            "title": "1. Carat",
            "content": "<p>The first of the 4 Cs of center stones is carats. Carats are the internationally accepted unit of measure of diamond and gemstone weight, equal to about 200mg. Carat should not be confused with \"Karat,\" the globally accepted unit of measurement for gold purity.<\/p><p><em>Did you know? <\/em><\/p><p>Most precious gemstones are weighted in carats, not only diamonds. Jewels are frequently weighed in units of 0.01 carats, or one-tenth of a carat. Jewels of two distinct species with the same cut and dimensions may have different carat weights because different gemstones have varied chemical compositions, components, and densities.<\/p><p>Carat weight can be misleading since the amount of diamond you actually see, as opposed to how much diamond there actually is, depends largely on how the diamond was cut. Poorly cut stones may seem smaller and yet weigh much more than stones of better quality cuts. Likewise, certain shapes use more carats per visible millimeter of diamond than others.<\/p>",
            "link_title": "Inquire Here",
            "link": ""
          }
        },
        "22a03cab-d7ec-4b76-90fe-1be25ae317e1": {
          "type": "block",
          "settings": {
            "image": "shopify:\/\/shop_images\/Lab_grown_diamonds_being_sorted_by_color.jpg",
            "subheading": "",
            "title": "2. Color",
            "content": "<p>The color of the center stone, which is the second of the four Cs, is what makes diamonds so magnificent and desired. Diamonds are well known as bright white gems, though they can come in practically any color under the sun. Color in a diamond is derived from many factors including inclusions that change how the light interacts with the stone, variations in the development of the atomic structure of the stone, and trace elements like nitrogen and boron, which can create yellow and blue tints respectively. That being said, even in  diamonds that contain the same trace elements, the diamond’s color may vary. <\/p><p>Sometimes these colors are so vivid and breathtaking that they can be mistaken for traditionally colored gems. These fancy colored diamonds are extremely rare, even lab-grown ones, and will be several hundred or thousand percent more expensive per carat than their colorless counterparts.<\/p><p>Typically, however, most natural and lab-grown gem-quality stones with some color, especially yellow or brown tints, count as discolored white diamonds not fancy colored diamonds.<\/p><p>While they are ostensibly made entirely of carbon, all kinds of diamonds can contain trace elements in part or all of their structure, interlaced so as to color the gem; or form in a structural way that causes coloration; or else were subjected to extremes that caused coloration, such as radiation.<\/p><p>It is important to note that a colored stone will return less natural colored light. The optical properties of the diamond are impeded by the color tint in the stone, reducing the amount of brilliance, and scintillation and sometimes completely overpowering the diamond's fire. Cutters often polish white diamonds to minimize the density of color that may tint them, so as to allow for a greater abundance and balance of fire, scintillation and brilliance.<\/p><p>That's why color is so important.<\/p><p>But don't worry; a diamond’s color, a trait you still want to minimize, can be either taken advantage of or adapted to. Since the color of a stone has a lot to do with lighting and background, the setting in which you place your diamond can make it look effectively colorless. More on that is below.<\/p><p>Color is another C graded by external agencies. Here are the grades for color used by IGI, the agency employed by Michael Gabriels for our diamond grading reports.<\/p><p>IGI grades diamond color from D to Z, with Z being a diamond of significant brown or yellow tinting, but not enough vividness to count for a fancy colored diamond.<\/p><p>1. \"Colorless\" grades D, E&F are the highest given by IGI. A diamond with a grade of D has almost no apparent color even under magnification. To the naked eye, E and F look identical, and they have nearly no apparent color. Only a trained gemologist will be able to distinguish between these grades.<\/p><p>2. Nearly Colorless diamonds are graded G-J. To the naked eye, these diamonds range from almost colorless to only very slightly tinted. When cut well, they may even be indistinguishable from D-F graded stones.<\/p><p>3. Diamonds with a faint but noticeable tint to the naked eye are graded in the K-M range. Some people prefer the subtle warmth, making them desirable for certain settings and for fashion pieces.<\/p><p>4. While still very lightly tinted, diamonds with a grade of N-R have a noticeable brown or yellow hue but are not as subtle as diamonds graded K-M.<\/p><p>5. Noticeably tinted stones are graded S-Z. These diamonds of pooper quality are not normally desirable because of their noticeable color but lack of vivacity<\/p><p>Diamond shape, ring setting, and carat weight all affect the diamond’s color. <\/p><p>Step cut stones that maximize brilliance tend to reveal a stone's true color more, while brilliant-cut diamonds may mask a slight tint by optimizing fire and scintillation.<\/p><p>Cuts with thick girdles will show more of a diamond's tint while cuts with more thin girdles, which allow more light to shine through the stone, will expose less of a diamond's tint, depending on the setting and the metal used.<\/p><p>Likewise, settings of yellow gold or rose gold can contrast a very slight tint enough to completely mask it, effectively allowing the stone to shine completely white.<\/p>",
            "link_title": "Inquire Here",
            "link": ""
          }
        },
        "cf6726a6-dbc6-4a96-8277-2663ae78339e": {
          "type": "block",
          "settings": {
            "image": "shopify:\/\/shop_images\/Man_judging_clarity_of_a_lab-grown_dimaond.jpg",
            "subheading": "",
            "title": "3. Clarity",
            "content": "<p>Clarity, which has to do with the diamond's overall transparency, is the third of the 4 Cs of center stones. Diamonds, both from nature and from laboratories, often contain blemishes and inclusions that form while they grow. The myriad of factors that can interrupt the flawless crystal structure includes structural flaws, other elements, dirt or debris, or even other diamonds or gems that are present, around which the diamond forms, or which are locked into the atomic structure of the diamond.<\/p><p>Clarity is the measurement of inclusions or blemishes within a stone. The center stone may contain internal inclusions, such as fractures, feathering (which is normally the result of a fracture but exhibits differently) other particles that are not diamonds, changes in the growth direction of the crystal, other diamonds or anything else that is clearly visible inside the stone. External flaws known as blemishes include chips, scratches, and abrasions.<\/p><p>As a basic rule, the freer of inclusions and blemishes, the higher the grade of clarity. At Michael Gabriels, our lab-grown diamonds are all the highest levels of clarity. <\/p><p><em>Did you know?<\/em><\/p><p>Some diamonds with internal inclusions go through processes where the inclusions are removed and\/or filled in with clear silicone. Since the refractive qualities of this substance are similar to a diamond’s, the inclusion becomes almost invisible. However, those diamonds are structurally unsound, are in effect “damaged goods''. As noted on their website, \"GIA does not issue grading reports for diamonds that have received nonpermanent or unstable treatments, such as coating or fracture filling.\" These stones are not carried at Michael Gabriels.<\/p>",
            "link_title": "Inquire Here",
            "link": ""
          }
        },
        "53ee5da8-8208-4255-9115-a856e0bbeadc": {
          "type": "block",
          "settings": {
            "image": "shopify:\/\/shop_images\/lab_grown_radiant_cut_diamond_next_to_tweezers.jpg",
            "subheading": "",
            "title": "Common Types of Inclusions",
            "content": "<p>Cloud: Sometimes individual inclusions are far too small to spot, even under very high magnification levels. When they are grouped together these inclusions may form something that looks like a cloud. Cloud inclusions, which may impair the diamond's brilliance, may be slight, or large enough to label the diamond \"Cloudy.\"<\/p><p>Graining: During diamond crystal development, abnormal growth may produce inclusions under the surface that appear as groupings or streaks of granules.<\/p><p>Cavities: These inclusions may be empty and appear colorless in the stone, with only a little effect on the diamond's brilliance. However, if they are filled or colored, they may be easily visible to the naked eye.<\/p><p>Feathers: These are fractures that appear inside the diamond that can be seen as translucent or white streaks. Near the edges, they are most visible and may be a source of structural weakness.<\/p><p>The quantity, size, location, and visibility of inclusions all affect the ultimate beauty of the stone and the grading it receives from an external agency. Clarity, along with the three other Cs, affects the ultimate cost of the stone, but ultimately it is up to the consumer to decide if the clarity of a specific diamond is right for them. <\/p><p>That is because a stone may have a lower clarity rating but still seem \" eye-clean, \" meaning that blemishes and inclusions in the stone are not easily visible or noticeable to the naked eye, or have been well masked by the diamond's cut or setting. IGI, used by Michael Gabriels, grades clarity from FL (Flawless) down to I (Included.)<\/p><p>Clarity Grading Scale from IGI which are available at Michael Gabriels:<\/p><p><strong>FL\/IF <\/strong><\/p><p>Flawless and Internally Flawless diamonds are among the rarest of center stones. These diamonds are either entirely devoid of any inclusions or blemishes, or they are almost invisible even under 10x microscopic magnification.<\/p><p><strong>VVS1 & VVS2 <\/strong><\/p><p>Very Very Slightly included diamonds have inclusions that can only be seen under a microscope. The difference between the VVS1 and VVS2 is the number of inclusions. To the naked eye, both of these diamond grades are almost always perfectly \"eye clean,\" and are often indistinguishable from IF\/Fl diamonds.<\/p><p><strong>VS1 & VS2 <\/strong><\/p><p>Very Slightly included diamonds have inclusions or blemishes that are visible to the human eye with the help of a jeweler's loup and do not need the assistance of a microscope. However, these stones are also often \"eye clean\" because while the inclusions are visible without the aid of a microscope, they are often very hard to distinguish. <\/p><p>The difference between VS1 and VS2 is the amount of these very tiny inclusions. It is often impossible to distinguish between the two, the inclusions are often minute, and in a well-cut diamond so well masked, that VS1 diamonds may even be indistinguishable from VVS and FL diamonds to the naked eye.<\/p><p><strong>SI <\/strong><\/p><p>Slightly Included Center stones with a grade of SI1 generally have one or very few inclusions or blemishes visible to the naked eye. Diamonds of this grade will normally seem \"eye clean\" to most viewers without the aid of a loup. In some step cuts such as emerald or asscher, an SI1 diamond of a high caliber cut may still be used, since the inclusion may be visible but no longer noticeable to the naked eye once the diamond is set.<\/p><p><strong>SI2 <\/strong><\/p><p>Slightly Included 2 diamonds have enough visible blemishes and inclusions that no jeweler's loup is needed to see them, though they may be very well disguised in well-cut stones. However, there will be enough that step cut diamonds like emerald and asschers are no longer an optimal cut, as the inclusions will be visible in the stone no matter how well cut or set it is. For brilliant-cut stones such as round cuts, princess cuts, or heart cuts, these diamonds may still seem \"eye clean.\"<\/p>",
            "link_title": "",
            "link": ""
          }
        },
        "bb5824eb-8d2e-46b7-9b04-70869021e3d2": {
          "type": "block",
          "settings": {
            "image": "shopify:\/\/shop_images\/AdobeStock_132614783_1.jpg",
            "subheading": "",
            "title": "4. Cut",
            "content": "<p>A positive trait that you want to optimize, Cut is perhaps the most important component of the 4 Cs of a diamond and in choosing a center stone. It is also where a lot of people get confused. <\/p><p>Cut is not a shape. They are two separate, though related, components of finished diamonds. For a gemstone to exhibit its maximum potential for beauty, the appropriate cut is crucial. <\/p><p>While the shape of the center stone you choose is important, Cut refers to how well that stone was fashioned so that the natural optical properties are optimized per carat, whatever the diamond shape. An expert gemstone cutter can create a jewel with optimum color, consistent hues, and ideal tone and saturation.<\/p><p>Cut also serves to minimize or mask imperfections in the stone. The stone may be cut so that an inclusion or blemish is near the edge where it can be covered with a prong, or so that they are disguised by the many contrasts of light and dark light flashing in the stone.<\/p><p>It is the one 4 Cs of center stones in which we have a great deal of impact on the beauty and value of the finished diamond, and which can greatly alter the impact of the remaining 3 Cs.<\/p><p>Diamonds are amazing minerals, whose atomic structure reflects and refracts light unlike any other, and when faceted just right, produce the hypnotic, almost kaleidoscopic effects of Brilliance - creamy to icy bright, white light; Scintillation -the extreme light and dark contrasts that glitter and sparkle; and Fire -prismatic color.<\/p><p>Facets are the numerous flat surfaces polished on the diamond that together produce its overall unique shape, and provide \"windows\" into the stone, allowing light to enter, be refracted, dispersed, and leave. How well they are fashioned determines the diamond's ability to interplay and interact with light, and therefore cut evaluates the precision of that polishing.<\/p><p>Principles of Dimensions and Proportions<\/p><p>One of the most important aspects of cut is the pavilion depth- the distance between the bottom of the girdle to the culet. If this section of the diamond is too shallow or too deep, too much light will escape and leak out the sides or bottom of the stone.<\/p><p>A well-cut girdle directs light back up through the crown and table towards the viewer's appreciative gaze.<\/p><p>Evaluating and Grading Cut: This is where a lot of people get confused because most external grading agencies only grade cut for round, brilliant-cut stones. Despite the lack of a common grading system for other cuts, that does not mean they need not be judged in this category. All diamonds benefit from precisely designed and expertly executed cutting. You don't always need to have a cut grade to know that one diamond is cut better than another, just look at the way it plays with light.<\/p><p>IGI Grading of cut: IGI grades round diamonds with Ideal, Excellent, Very good, Good, and Fair. Michael Gabriels carries Ideal and Excellent center stone cut grades.<\/p><p>Ideal Cut Diamonds receive the highest cut grade given round stones by IGI. These rarest of diamonds receive that grade only when their symmetry, angles, proportions, and light reflection and refraction qualities are optimized to perfection on an already high-quality stone with superb clarity and lack of color or tint.<\/p>",
            "link_title": "",
            "link": ""
          }
        },
        "7ec26ab1-d786-4dcc-9f28-83a5760f52a5": {
          "type": "block",
          "settings": {
            "image": "shopify:\/\/shop_images\/AdobeStock_230231600_Preview.jpg",
            "subheading": "",
            "title": "Selecting Center Stones",
            "content": "<p>By understanding the 4 Cs of center stones and how to differentiate them, you can select a stone that suits your unique tastes and style. <\/p><p>Regardless of whether you prefer lab-grown diamonds that are exact replicas of their mined counterparts or diamonds that are extracted straight from the ground, you can feel confident that your diamond ring has the sparkle and brilliance you deserve. <\/p><p>Since each lab-grown diamond is special in its own way, it's crucial to comprehend the 4 Cs of a diamond in order to evaluate the diamond and select a center stone you will cherish for the rest of your life.<\/p><p>All of the <a href=\"https:\/\/michaelgabriels.com\/collections\/\" target=\"_blank\">diamonds<\/a> at Michael Gabriels are handcrafted for each customer and are assessed by an internationally <a href=\"https:\/\/michaelgabriels.com\/pages\/about-our-jewelry-company\" target=\"_blank\">renowned third party<\/a>, such as IGI or GIA.<\/p><p>Contact us today to receive a custom estimate for your very own distinctive engagement ring, made just for you! <\/p>",
            "link_title": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "93879b18-f51b-4e30-a9cc-b7d68a27c1fb",
        "22a03cab-d7ec-4b76-90fe-1be25ae317e1",
        "cf6726a6-dbc6-4a96-8277-2663ae78339e",
        "53ee5da8-8208-4255-9115-a856e0bbeadc",
        "bb5824eb-8d2e-46b7-9b04-70869021e3d2",
        "7ec26ab1-d786-4dcc-9f28-83a5760f52a5"
      ],
      "settings": {}
    },
    "education-4cs-bottom-special-center": {
      "type": "education-4cs-bottom-special-center",
      "settings": {
        "title": "",
        "content": "Share with us on Instagram by using",
        "link_url_title": "#MichaelGabriels",
        "link_url": ""
      }
    }
  },
  "order": [
    "banner-education-4cs-center-stone",
    "education-4cs-tabs-center",
    "mosaic-blocks-4cs-center-stone",
    "education-4cs-bottom-special-center"
  ]
}